brew "aspell"
brew "colima"
brew "composer"
brew "dark-notify"
brew "dict"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzy"
brew "git"
brew "git-gui"
brew "gpg"
brew "hugo"
brew "isync"
brew "jq"
brew "jsonlint"
brew "lbdb"
brew "lua-language-server"
brew "mpv"
brew "msmtp"
brew "mu"
brew "neomutt"
brew "neovim"
brew "neovim-qt"
brew "node"
brew "nss"
brew "pandoc"
brew "par"
brew "pass"
brew "php"
brew "pianobar"
brew "pinentry-mac"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "svgo"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "urlview"
brew "w3m"
brew "wget"
brew "yamllint"
brew "youtube-dl"
cask "basictex"
# vim: ft=conf
