brew "aspell"
brew "bash"
brew "bat"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dark-mode"
brew "dict"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fzy"
brew "git"
brew "git-delta"
brew "git-standup"
brew "gpg"
brew "hugo"
brew "imagemagick"
brew "isync"
brew "jq"
brew "lynx"
brew "mosh"
brew "msmtp"
brew "mu"
brew "nano"
brew "neomutt"
brew "neovim"
brew "node"
brew "pandoc"
brew "par"
brew "pass"
brew "pianobar"
brew "pinentry-mac"
brew "rename"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "siege"
brew "stow"
brew "tmux"
brew "todo-txt"
brew "urlview"
brew "w3m"
brew "wget"
brew "zola"
