brew "aspell"
brew "ca-certificates"
brew "composer"
brew "coreutils"
brew "curl"
brew "dark-notify"
brew "ddev"
brew "dict"
brew "dict"
brew "docker"
brew "docker-completion"
brew "dos2unix"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzy"
brew "gh"
brew "git"
brew "git"
brew "git-gui"
brew "gnupg"
brew "gnutls"
brew "gpg"
brew "hugo"
brew "jq"
brew "jsonlint"
brew "lua-language-server"
brew "mpv"
brew "msmtp"
brew "neovim"
brew "node"
brew "pandoc"
brew "par"
brew "pass"
brew "pastel"
brew "php"
brew "pianobar"
brew "pinentry-mac"
brew "potrace"
brew "qrencode"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "svgo"
brew "terminus"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "tugboat-cli"
brew "urlview"
brew "w3m"
brew "wget"
brew "yamllint"
brew "yt-dlp"
brew "zola"
# vim: ft=conf
