{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "dark-notify": {
      "src": "https://github.com/cormacrelf/dark-notify"
    },
    "fountain.vim": {
      "src": "https://github.com/vim-scripts/fountain.vim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "leap.nvim": {
      "src": "https://git.disroot.org/andyg/leap.nvim.git",
      "version": "'main'"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-endwise": {
      "src": "https://github.com/RRethy/nvim-treesitter-endwise"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "snipe.nvim": {
      "src": "https://github.com/leath-dub/snipe.nvim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-closer": {
      "src": "https://github.com/rstacruz/vim-closer"
    },
    "vim-colors-xcode": {
      "src": "https://github.com/lunacookies/vim-colors-xcode"
    },
    "vim-dirvish": {
      "src": "https://github.com/justinmk/vim-dirvish"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-fubitive": {
      "src": "https://github.com/tommcdo/vim-fubitive"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gml": {
      "src": "https://github.com/JafarDakhan/vim-gml"
    },
    "vim-ipmotion": {
      "src": "https://github.com/justinmk/vim-ipmotion"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    }
  }
}
